{
  "faq_list": [
    {
      "category": "Bilet İşlemleri",
      "q": "Nasıl bilet satın alabilirim?",
      "a": "Biletlerinizi www.flypgs.com ana sayfasında sol tarafta bulunan Bilet Satış sekmesinden, iOS/Android uygulamalarımızdan, 0888 228 12 12 numaralı çağrı merkezimizden ya da acentelerimizden satın alabilirsiniz."
    },
    {
      "category": "Bilet İşlemleri",
      "q": "Bilet satın alırken ödeme para birimini nasıl değiştirebilirim?",
      "a": "Sağ tarafta 'Sepetiniz' bölümünde bulunan 'Para Birimini Değiştir' kutusuna tıklayıp seçeneklerden birini tercih ederek farklı bir para birimiyle işlem yapabilirsiniz."
    },
    {
      "category": "Bilet İşlemleri",
      "q": "Satın almış olduğum biletimde nasıl değişiklik yapabilirim?",
      "a": "flypgs.com veya mobil uygulamadaki 'Bilet İşlemlerim' bölümünden PNR ve soyadınızla değişiklik yapabilirsiniz. Acente veya çağrı merkezinden alınan biletler için 0888 228 12 12 numaralı hattan destek almalısınız."
    },
    {
      "category": "Bilet İşlemleri",
      "q": "Uçuşlarımı nasıl iptal edebilirim?",
      "a": "flypgs.com veya mobil uygulamada 'Bilet İşlemlerim' üzerinden PNR ve soyadınızla giriş yaparak uçuşlarınızın tamamını veya belirli bir kısmını iptal edebilirsiniz."
    },
    {
      "category": "Bilet İşlemleri",
      "q": "Biletime ek hizmet veya servis ekleyebilir miyim?",
      "a": "flypgs.com 'Seyahat Hizmetlerimiz' altındaki 'Uçuş ile İlgili Hizmetlerimiz'den PNR ve soyadınızla yemek, koltuk veya ek bagaj gibi hizmetleri seçip ekleyebilirsiniz."
    },
    {
      "category": "Bilet İşlemleri",
      "q": "Bilet üzerinde isim değişikliği yapabilir miyim?",
      "a": "Rezervasyon yapılmış veya satın alınmış bir bilet üzerinde isim değişikliği yapılması kurallar gereği mümkün değildir."
    },
    {
      "category": "Bilet İşlemleri",
      "q": "Biletimdeki iletişim bilgilerimi nasıl değiştirebilirim?",
      "a": "'Bilet İşlemlerim' bölümünden PNR ve soyadınızla giriş yaparak bilet alırken ilettiğiniz iletişim bilgilerini güncelleyebilirsiniz."
    },
    {
      "category": "Bilet İşlemleri",
      "q": "Sefer saat değişikliği veya iptal durumunda ne yapmalıyım?",
      "a": "Uçuşa 14 günden fazla varsa ve saat 15 dk üzerinde değişmişse ücretsiz iptal/değişiklik hakkınız bulunur. Diğer durumlar için Genel Kurallar madde 5.2 uygulanır."
    },
    {
      "category": "Bilet İşlemleri",
      "q": "Hava muhalefeti nedeniyle iptal olan uçuşum için ne yapabilirim?",
      "a": "Aynı parkurdaki başka bir uçuşa boş koltuk durumuna göre ücretsiz değişiklik yapabilir veya kesintisiz bilet ücret iadesi talep edebilirsiniz."
    },
    {
      "category": "Bilet İşlemleri",
      "q": "Biletime bebek veya çocuk yolcu eklemek için ne yapmalıyım?",
      "a": "Biletinize bebek veya çocuk ekleme işlemleri için 0888 228 12 12 numaralı çağrı merkezimizle iletişime geçmeniz gerekmektedir."
    },
    {
      "category": "Bilet İşlemleri",
      "q": "Biletimi açığa almak istiyorum, kurallar nelerdir?",
      "a": "Açığa alınan biletler 1 yıl içerisinde kullanılabilir. İşlem sırasında sınıf farkı ücreti ve ceza uygulanabilir. Açık biletler devredilemez ve isim değişikliği yapılamaz."
    },
    {
      "category": "Bilet İşlemleri",
      "q": "Rezervasyon kodumu (PNR) veya bilet numaramı unuttum, nasıl öğrenebilirim?",
      "a": "0888 228 12 12 numaralı çağrı merkezimizi arayarak kimlik doğrulaması sonrası uçuş bilgilerinize ulaşabilirsiniz."
    },
    {
      "category": "Bilet İşlemleri",
      "q": "Hediye bilet kazandım, nasıl kullanabilirim?",
      "a": "Kampanyalardan kazandığınız hediye biletlerin kullanım işlemleri için 0888 228 12 12 numaralı çağrı merkezimizle görüşmeniz gerekmektedir."
    },
    {
      "category": "Rezervasyon İşlemleri",
      "q": "Ücretli rezervasyon (Fiyat Sabitleme) nedir ve nasıl yapılır?",
      "a": "Fiyatı kaçırmak istemediğiniz durumlarda uçuş seçim sayfasındaki kilit ikonlu 'Fiyatı Sabitlemek İstiyorum' kutusunu seçerek belirli bir ücret karşılığında yerinizi ayırtabilirsiniz."
    },
    {
      "category": "Rezervasyon İşlemleri",
      "q": "Bilet rezervasyonu yapabilir miyim?",
      "a": "Web sitemiz üzerinden seçtiğiniz uçuşa ait biletinizin fiyatını sabitleyip ücretli rezervasyon işlemi gerçekleştirebilirsiniz."
    },
    {
      "category": "Rezervasyon İşlemleri",
      "q": "Ücretli rezervasyon yaptığım biletimi nasıl satın alabilirim?",
      "a": "flypgs.com ana sayfasındaki 'Bilet İşlemlerim' bölümüne PNR ve soyadınızla giriş yaparak satın alma işlemini tamamlayabilirsiniz."
    },
    {
      "category": "Rezervasyon İşlemleri",
      "q": "Rezervasyonlu uçuş için tarih değişikliği yapabilir miyim?",
      "a": "Evet yapabilirsiniz ancak bu durumda rezervasyon süresi ortadan kalkar; biletleme işlemini tamamlamanız veya tekrar fiyat sabitlemeniz gerekir."
    },
    {
      "category": "Rezervasyon İşlemleri",
      "q": "Rezervasyon bilgilerim e-posta ile neden gelmedi?",
      "a": "Sistemimiz tarafından sadece satın alma işlemi tamamlanmış biletlerin uçuş bilgileri e-posta yoluyla gönderilmektedir."
    },
    {
      "category": "Rezervasyon İşlemleri",
      "q": "Kaç kişiye kadar grup rezervasyonu yapabilirim?",
      "a": "Web sitemizden 10-25 kişi için direkt rezervasyon yapabilir, 26-100 kişi arasındaki taleplerinizi talep formu aracılığıyla iletebilirsiniz."
    },
    {
      "category": "Check-in",
      "q": "Android cihazımda SMS linki ile gelen barkod açılmıyor, ne yapmalıyım?",
      "a": "SMS'teki linke tıkladığınızda 'Bağlantıyı Aç'ı ve ardından varsayılan tarayıcınızı seçin. Uygulamaya yönlendirilirseniz ana sayfaya düşebilirsiniz, bu yüzden tarayıcı üzerinden açmanız önerilir."
    },
    {
      "category": "Check-in",
      "q": "Online check-in nedir? Ne işe yarar?",
      "a": "Havaalanına gitmeden flypgs.com üzerinden PNR ve ad-soyad ile bilet kontrolü yapmanızı sağlar. Bagajınız yoksa biniş kartınızla doğrudan kapıya geçerek zaman kazanabilirsiniz."
    },
    {
      "category": "Check-in",
      "q": "Nasıl online check-in yapabilirim?",
      "a": "flypgs.com'daki 'Check-in' sekmesinden, mobil uygulamadan veya mobil web sitesinden PNR ve ad-soyad bilgilerinizle işleminizi gerçekleştirebilirsiniz."
    },
    {
      "category": "Check-in",
      "q": "Online check-in işlemini ne zaman yapabilirim?",
      "a": "Uçuşunuza en erken 7 gün kala başlayabilir; iç hatlarda son 45 dakika, dış hatlarda ise son 60 dakikaya kadar işleminizi tamamlayabilirsiniz."
    },
    {
      "category": "Check-in",
      "q": "Mobil Uygulamalar üzerinden check-in işlemini yapabilir miyim?",
      "a": "Evet, Pegasus iPhone ve Android uygulamaları üzerinden PNR ve ad-soyad ile check-in yapabilir, mobil biniş kartınızı (barkod) alarak uçağa geçiş yapabilirsiniz."
    },
    {
      "category": "Check-in",
      "q": "Mobil Biniş Kartı (Barkod) nedir? Ne işe yarar?",
      "a": "Kağıt biniş kartı yerine geçen QR kodudur. SMS veya e-posta ile iletilen linkten ulaşılabilir. İnternet kesilme ihtimaline karşı ekran görüntüsü almanız önerilir."
    },
    {
      "category": "Check-in",
      "q": "Mobil Biniş Kartıma (Barkod) tekrardan nasıl ulaşabilirim?",
      "a": "Web sitesinde 'Online Check-in' veya mobil uygulamada 'Mobil Biniş Kartlarım' menüsünden bilgilerinizi girerek kartınıza tekrar ulaşabilir ve SMS/E-posta olarak gönderebilirsiniz."
    },
    {
      "category": "Check-in",
      "q": "Bilet satın alırken uçuş özetinden görünen 'Check-In Bedeli' nedir?",
      "a": "Tüm satış kanallarında biletleme esnasında alınan, uygulama kuralları çerçevesindeki işlem bedelidir."
    },
    {
      "category": "Check-in",
      "q": "Check-in bedeli kuralları nelerdir?",
      "a": "Her bir yolcu ve segment için iç hatlarda 15 TRY'den, dış hatlarda ise 10 USD'den başlayan bedeller tahsil edilir. Transit uçuşlarda tek, bağlantılı uçuşlarda her segment için ayrı bedel uygulanır."
    },
    {
      "category": "Check-in",
      "q": "Check-in bedeli ödendiğinde check-in işlemleri gerçekleştirilmiş oluyor mu?",
      "a": "Hayır. Bedel ödemesi biletleme aşamasıdır; check-in işlemi uçuş öncesinde online kanallardan ayrıca yapılmalıdır."
    },
    {
      "category": "Check-in",
      "q": "Aynı PNR numarasında birden fazla uçuş veya yolcu varsa check-in yapabilir miyim?",
      "a": "Evet. Her bir uçuş ve her bir yolcu için ayrı ayrı veya toplu olarak check-in işlemi yapılması zorunludur."
    },
    {
      "category": "Check-in",
      "q": "Bağlantılı uçuşlarıma check-in yapabilir miyim?",
      "a": "Evet. PNR'daki tüm uçuşlara check-in yapılabilir. Zaman kaybetmemek için tüm segmentlerin biniş kartlarını önceden basmanız veya mobil olarak temin etmeniz önerilir."
    },
    {
      "category": "Check-in",
      "q": "Koltuk satın aldım, check-in yapmama gerek var mı?",
      "a": "Evet. Koltuk satın almak bir check-in işlemi değildir; uçuş öncesi check-in işlemini ayrıca tamamlamalısınız."
    }
  ]
}
